<?php

/* @var $this yii\web\View */

use yii\helpers\Html;

$this->title = 'Про сайт';
$this->params['breadcrumbs'][] = $this->title;
?>
<div class="site-about">
    <h1><?= Html::encode($this->title) ?></h1>

    <p>
        Під час розробки програмного забезпечення гостро стоять питання відстежування стадії розробки, наявні задачі та якість програмного коду.
        Ці питання стають все більш актуальними під час пандемії COVID-19, коли багато працівників переходять на віддалену роботу.
        Для вирішення вище перерахованих питань існує доволі багато методологічних розробок по організації управління проектом в тому числі що стосується безпосередньо частини створення програмного коду.
    </p>
    <p class="text-center">
        Одна з атких методологій Kanban дошка, яку представлено на цьому сайті.
    </p>

</div>
